{
  "全てのみかんを房や粒にしたり、切り分けるなど３等分して同じ個数ずつ配る": [
    "ミカンの皮をむき、実をすべて分ける。この実を分配する。",
    "ミカン11個をすべて3等分に切り分けて分配する。",
    "すべてのミカンを3分の1に等分して、1人11個ずつ配る。",
    "すべての皮を剥き、中身をばらばらにして、合計数を３等分する",
    "すべてのミカンをむいて粒状にしてA→Ｂ→C→Ｃ→Ｂ→A→Ａ→……の順番で一粒ずつとる",
    "すべてのミカンを3等分して、3分の1のリンゴ11個を1人ずつ与える。",
    "ミカンを一個づつ三等分すると合計で33個の欠片ができるので、11個づつ分配する。",
    "すべて三等分にして計11個ずつの断片を配る",
    "すべてのミカンの皮をむいて粒にしてから三人で分ける。",
    "剥いて３の倍数になるように分ける",
    "全てのみかんを皮ごとヘタを中心に120度ずつになるように切り、3等分されたみかんを一つずつ3人に分配していく方法。",
    "みかんの皮を剥いて粒に分けてから粒単位で分配",
    "ミカンをそれぞれ３等分して、３分の１個ずつ渡す。",
    "１１個のミカンをそれぞれ３等分に切り、３３個のカットみかんを作る。このカットみかんを、３人にそれぞれ１１個ずつ分配する。",
    "４個、４個、３個で分け合い、４個の人の分から平等になるように分ける",
    "すべてのみかんを三等分し、33個に切り分け、それらを11個ずつ分配する。",
    "実をむいて分解した後に分ける。その単位での一個の差は誤差であるといえる。",
    "11/3ずつ配る",
    "ミカンを半分に切って、残りの部分も合わせて分配する方法：\n各ミカンを2つに切り、合計で22個の半分のミカンを用意します。\nこれを3人で分けると、7つのミカン（14個の半分）を3人で均等に配ることができ、1人あたり4個の半分（8個のミカン分）と、残りの4つの半分（2個のミカン分）を均等に配ることができます。\n最終的には、各人がちょうど4個（8個のミカン分）と2個（4個のミカン分）の割合で受け取ることになります。",
    "ミカンを均等に切って分配する方法：\n11個のミカンをすべて同じサイズの部分に切り、これらを3人で均等に分けます。\n例えば、各ミカンを3等分して33個の部分にし、これを3人にそれぞれ11個ずつ渡すことで、完全に平等に分けることができます。",
    "全員に個数的に3.67個ずつ分配する。",
    "粒上にしてから三人で分ける方法。",
    "パーセンテージでの分配",
    "ミカンを輪切りまたは半月切りにして三の倍数個のスライスを作る",
    "ミカンを小さくきって、3人に分配する。",
    "ミカンを皮を剥いてから、各ミカンを等しいサイズにカットし、そのカットした部分を3人に均等に分ける",
    "等量ずつ分割して分配",
    "１１個のミカンすべてを３等分し、３３個の切り分けられたミカンを３人に分配する。",
    "ミカンを3等分に切ることで、各人が1/3個ずつ受け取れるようにする方法",
    "それぞれにできるだけ均等に配分する",
    "細かい粒にして3等分する",
    " ミカンを均等に3つの部分に切り分け、それぞれの部分を1人ずつに分ける",
    "剥いて3等分する",
    "ミカンを切る: ミカンを小さく切り分けて、各人に均等に分けることができます。たとえば、11個のミカンをそれぞれ1/3に切り分けて、3人に1/3のミカンを提供するという方法です。",
    " ミカンを冷凍してから細かく砕き、3等分して配る方法",
    "ミカンを削って、その削った部分を量り、3人に均等な量を分ける",
    "ミカンを4分の1に切って、比率で分配する方法：\n各ミカンを4等分に切り、合計で44個の4分の1部分にします。\nこの44個の4分の1部分を3人に均等に分けます。各人が14個の4分の1部分（14 × 4 = 56分の1ミカン分）と、残りの2個の4分の1部分（2 × 4 = 8分の1ミカン分）を受け取ることで、完全に平等に分けることができます。",
    "ミカンの房を細かく分割して均等に分ける。"
  ],
  "全てのみかんを重さで３等分して配る": [
		"ミカン11個の重さを測り、3等分したときの重さの誤差が1番少ない組み合わせで、3人に分配する。",
    "3つのみかんを全て、大きな粒や小さな粒に分解してからより分けて、重さを測りながら3つに分けていき、できるだけ差が生まれないようにする方法。",
    "数ではなく、重さで分ける",
    "重さをはかって平等になるようにする。",
    "個数ではなくｇで3等分",
    "11個のミカンの重さを測り、均等の重さになるように切って分配する。",
    "すべてのミカンの皮を剥いて房単位に分割し、重さを測って3人それぞれ同じ重量割り当てられるように房単位で配分する。",
    "すべて、房に分けてから、秤をつかって同じ重さになるように３つにわける。",
    "重さを測って重さが同じくらいになるように調節して配る。",
    "房から外し、一粒ずつに分割する。その後、分割した果肉の質量を測定してできる限り三等分になるように粒を分ける。",
    "ミカンの重さを測定し、総重量を3人で均等に分ける",
    "みかんの重さで分ける方法。各みかんの重さを計測し、その合計を3人で均等に分ける方法。具体的には、各みかんの重さを測り、その合計を3で割って、各人にその重さに相当するみかんを配る。残りのわずかな差がある場合は、少量の調整を行い、全員にほぼ同じ価値を確保する。",
    "ミカンをすべて房から外し、1粒ずつにする。その後、質量ができるだけ同じになるように分配する"
  ],
  "全てのみかんを大きさ(体積)で３等分して配る": [
    "大きさを加味して3，4，4個ずつ分ける",
    "11個の中から大きなミカンを三つ選び一人に配る。残りの八個を二人で四つずつ分ける。",
    "これはミカンの数を調整するわけではなく、形状や視覚的に均等に見せる"
  ],
  "全てのみかんを品質で３等分して配る": [
    "ミカンの大きさや種類に基づいて「スコア」を設定し3人に対してスコアが均等になるようにミカンを分配する",
    "みかんの「サンプル」での評価法。各みかんをサンプルとして分けて、そのサンプルを元に評価を行い、同じ価値になるように分ける。例えば、みかんの品質や大きさに基づいて、評価を行い、全員が同じ価値のサンプルを受け取るようにする。具体的には、品質の高いみかんを同じ数ずつ配布し、最後の1個は他の品質のみかんと組み合わせて価値が均等になるように調整する。",
    "ミカンの大きさや品質（糖度や表皮の状態など）から商品価値を定め、値段の差が少なくなるように3人に割り振る",
    "ミカンの大きさといった質の点に着目し、それぞれの人物が納得できるように調整を行わせる。"
  ],
  "全てのみかんをジュースなどに加工して３等分して配る": [
		"ジュースにして三等分する。",
    "すべてのミカンをミキサーにかけてジュースにし、3人それぞれに同量のジュースを渡す。",
    "ミキサーにかけてジュースにして3等分する",
    "ジュースにして分ける",
    "ミカンを全部ミキサーにかけ、ミカンジュースにして、三等分する。",
    "ジュースにして一杯ずつ配る",
    "すべてのミカンを絞って、ミカンジュースを作り、3等分する。",
    "絞ってオレンジジュースにし、計量カップを用いて正確に3等分する。",
    "ジュースにして均等に割り振る",
    "11個のミカンをミキサーにかけてジュースにする、後計量カップを使って3分割。",
    "みかんをジュースにして三等分する。",
    "全てのミカンをジュースやジャムにして等分する。",
    "すべてつぶし、１つにまとめた後、秤をつかって３つに分ける。",
    "ジュースにしてくばる",
    "全部のミカンを使ったジュースを作り、それを3等分する。",
    "すべてのミカンを絞ってミカンジュースにし、均等に３人へ分ける。",
    "11個をみかんジュースに3等分にする",
    "ミカン11個を1つのゼリーにし3等分にする",
    "ミカンジュースを作りその液体を3等分する",
    "すべて絞って液体にした後、この液体を３等分して３人にそれぞれ分配する。",
    "ミカンジュースにして分ける",
    "絞って一つの容器に入れ、ジュースにして重さを測り、3人に分配する方法。",
    "みかんジュースにして3等分",
    "ミカンをジュース状にしたものを、３等分する。",
    "みかんをすべてミキサーで加工しオレンジジュースにし、体積を正確に測って3人分に分ける。",
    "みかんをジュースにしてしまい、そのジュースを3等分する。",
    "ジュースにする",
    "すべてのミカンを絞ってジュースにして三人で分ける。",
    "すべてのミカンをミキサーにかけてジュースにし、３つのグラスに等分する",
    "ミキサーでジュースにしてから三等分する",
    "すべてミキサーにかけてジュースにする。",
    "11個を全てジュースにして分配する",
    "ミカンジュースにして分配する",
    "ジュースにして３等分する",
    "11個のミカンすべてを皮をむいてミキサーにかけジュースにする。計量カップを使ってジュースを３つに均等に分け、３人に配る。",
    "ジュースにして均等に割る",
    "11個のみかんをすべてジュースに加工し、3人に平等に分配する",
    "11個のミカンをすりおろしてジュースにし、3等分にする。",
    "ミカンをすべてフードプロセッサーにかけてミカンジュースにして３等分する",
    "ヨーグルトに混ぜて分ける。",
    " ミカンを搾ってジュースにし、そのジュースを3人で均等に分ける方法",
    "フードプロセッサーやミキサーなどを使用して、ミカンを液体にし、その後均等に分配する。",
    "ミカン１１個で飲み物やお菓子を作り、その料理を3人で分ける。",
    "スムージーにしてから三人で分ける方法。",
    "ジュースにして、均等に割る",
    "ミカンすべてを使ったデザートをみっつ作り、わける。",
    "ミカンをつぶして液体にしたうえで、この液体を３等分する。",
    "ミカンジュースにする",
    "ミカンジュースにする: 11個のミカンをすべてジュースにして、そのジュースを3人で分ける方法です。ミカンジュースにすることで、個々のミカンを平等に分けるのが容易になります",
    "ミカンをジュースなどに調理して3等分",
    "ミカンをジュースにしたうえで3人それぞれに均等な量のジュースを与える。",
    "ミカンをジュース状にしたものを三等分する。",
    "11個のミカンをジュースにします。ミカンをよく洗い、皮をむいてから、ジュースに絞ります。ジュースの量を3等分し、それぞれの人に同じ量のジュースを分けます。",
    "11個のミカンをジュースにして、ジュースの量を均等に3人に分ける",
    "ミカンをブレンダーで細かくし、ピューレにします。ピューレを3等分して、それぞれの人に同じ量を分けます。"
  ],
  "全てのみかんの配り方を相談して決める": [
    "話し合い",
    "3人の希望や状況に応じて、ミカンを分ける"
  ],
  "3個ずつ配り，残りの2個を房や粒に３等分して同じ個数ずつ配る": [
    "3個ずつ分けたあと、残りの2つをそれぞれ3等分し、6きれを2きれずつわける",
    "1人3個ずつに分け、のこりの2個を1個ずつ3等分して分配する。",
    "まず1人3個ずつ分配し、残り2個を房に分けて分配する。",
    "ミカン2つをそれぞれ3等分にして分ける。",
    "最初に３個ずつ配り、残った２個を剥いて体積的に平等になるように小分けにして配る。",
    "まず3個ずつ分けて、残りの2個をアプリを用いてそれぞれ3分の1にしたものを2個ずつ与える。",
    "1人３つで余ったみかん2つは実ごとに分ける",
    "みかんを3人にそれぞれ3つずつ配り、残りの2つは皮を剥いて中の房単位で分ける。",
    "ミカンを3人に3個ずつあげた後、2つのミカンをそれぞれ３等分して渡す。",
    "まず3個ずつ分配。残る2個のみかんの皮を剥き房を割いていき、実を均等になるように分配、それでも割り切れなかった場合は、残った実を包丁で3分割して分配。",
    "まず１人あたり３個ずつミカンを配る。その後、残り２個のミカンの皮をむいて中身を３等分し、３人に配る。",
    "1人3個に分けた後、残りの2つは皮をむいて房ごとに分ける。",
    "３つずつ分けて、残りに二つの皮をむき、2/3ずつ分ける。",
    "一人3つ配って、残りふたつを剥いて一人2/3個になるように食べる。",
    "３個づつ分け合い、２つは剥いてから分ける",
    "11÷３＝３あまり２。余った２個はそれぞれ三等分して分ける。",
    "1人に3個、残り2個を3等分",
    "ミカンを三つずつ分ける。残り二つのミカンを、皮をむき、六つに分けて、三等分にする。",
    "まず、1人に丸々1個のミカンを3つずつ配る。そして、余った2つのミカンを半分に割って、1/2個のミカンを3人に分ける。最後に、残った1/2個のミカンを3等分して、3人に配る。",
    "あまりの２個は割ってわける",
    "１人３個ずつ分け合い、残りの２個をミカンの個数をさらに細かく３人に分ける",
    "３つずつ分けて残りのミカンを2/３ずつわける",
    "まず三個ずつ配って残りの二個を皮をむいて実を割ってできる限り3等分する。",
    "3つずつ配り余った２つはそれぞれ三等分する",
    "１人に３個ずつ渡し２個をむいて平等に分ける",
    "ひとりに3個ずつと、残りの2個は皮をむいて房単位で3人に平等に分配する",
    "まず、３個ずつ分配し、残り２個を三等分する。",
    "3個ずつ分けて残りの2個を3等分にする",
    "あまりの二つのミカンを切って平等に配布する",
    "一人３個、余った２つをさらに三等分",
    "1人に３個ずつだけ渡し、残りの2個を三等分して三人に渡す。",
    "3個ずつ配って残りの2個を剥いて三等分する",
    "一人3個づつ渡した後、残り２つをそれぞれ3つに分け、2個づつ分配する。",
    "まずは３つずつ分け、残りの２つをそれぞれ３等分して３人に分配する。",
    "ミカンをまずは３個づつ分け合い、余った２個を３等分する。",
    "3個ずつ分配し、残った2個のミカンを三等分に切り分けて分配する。",
    "まず、1人につき3個ずつ配り、残った2つをそれぞれ3等分して1つずつ配る。",
    "まず１人3つずつ分配し、残りの2つは剥き、それぞれ3等分して3人で分ける。",
    "3つずつ分配し、残り2つは皮を剥き1個ずつ配る",
    "一人三個ずつ配ったのちに、残りの二個を分解し平等に分配する。",
    "1人あたり3個渡したうえで、残った2個の皮を剥いて中身を3等分する",
    "ミカンを分ける\nミカンを完全に分けられる場合は、ミカンを切って分ける方法もあります。\n\n各人に配る：\n\n各人に3個ずつ渡し（合計9個）、残りの2個を均等に分ける。\nミカンの分割：\n残りの2個のミカンを均等に分け、1人あたり1/3個ずつ追加で渡す。これは実際にミカンを切ることができる場合にのみ適用できます。",
    "１１個のミカンのうち９個を３個ずつ３人に配った後、残りの２個を３等分し、６個の切り分けられたミカンを３人に分配する。",
    "各人に同じ数のミカンをできるだけ均等に配り、残りのミカンをバランスよく配分する",
    "各人に「3個 + 2/3個」という形式で渡します。現実的には、「3個」を確実に渡し、残りの2個は「追加分として分ける」",
    "1人3個＋残りを均等に分配",
    "1人：3個+3分の2個づつ渡す",
    "11個のミカンを3人に分けるために、全てのミカンを6等分し、3人それぞれに2個（つまり12個分の6等分）を配り、余りの1個（つまり1/6）を各人に1/6個ずつ追加で配る。全体として、各人が3 + 2/6個ずつ受け取ることができる。",
    "11個のミカンを3人に均等に分けるためには、各人に \n約3.67個を分配します。具体的には、ミカンを小さな袋に分けて、各人に3袋ずつ配り、余った2個のミカンを次のように分配します：\n1人目：3袋（各袋に1個）、さらに1個\n2人目：3袋（各袋に1個）、さらに1個\n3人目：3袋（各袋に1個）、余りの2個を追加",
    "ミカンを3個と3分の2ずつ配る。",
    "ミカンを3個ずつ配り、残り2つのミカンをを3分割する。",
    "まず3個ずつ配り、残りの2個を三分の一ずつにしてその3分の1を2個ずつ配る",
    "まず、３個ずつ分配し、残りの２個を三等分する。",
    "ミカンを4個ずつ配り、足りない一人に二人が3分の1ずつ渡す。",
    "まず三つずつ各人にわけ、残りの二つを六つの房に分けて、二つずつ分配する。",
    "整数と余りを使った方法",
    "3個ずつ配った後に、のこり2つをそれぞれ３等分してそれをひとつずつ配る"
  ],
  "3個ずつ配り，残りの2個を重さで３等分して配る": [
    "３人に３個ずつ配った後に、２個のミカンをきりわけて、３人でそれぞれ同じ重さになるようにわける"
  ],
  "3個ずつ配り，残りの2個を品質で３等分して配る": [
    "交換システムを利用する方法。各人に最初に3個ずつのみかんを配り、残りの2個については交換の機会を設ける。例えば、初めに配られたみかんの内容に基づいて、他の2人と交換することで、各人が最終的に受け取るみかんの価値が均等になるように調整する。これにより、全員が均等な価値を受け取ることができる。"
  ],
  "3個ずつ配り，残りの2個をジュースなどに加工して３等分して配る": [
    "３個づつ分け合い、２つはジュースにする",
    "あまりの２個はジュースか何かにして分ける",
    "三個ずつ配って残りの二個を絞ってジュースにして3等分する。",
    "丸々1個のミカンを1人に3つずつ配る。余った2つのミカンをジューサーですりつぶし、ジュースにする。出来上がったジュースを3人で分ける。",
    "３個ずつ分配し、残り２つをジュースにして三等分する。",
    "2個ずつ配って、残り5個はジュースにする",
    "ミカンを3個ずつ分配し、あまったミカンはジャムやサラダ、マフィンなどの材料にする。"
  ],
  "3個ずつ配り，残りの2個を相談して決める": [
    "３個ずつ分けて残りの２個を話し合って決める",
    "均等に近い配分と調整\n方法: ミカンをできるだけ均等に分け、その後で調整する方法です。\n具体例: 11個のミカンを3人にできるだけ均等に分けると、1人あたり3個ずつで、余った2個をどのように分けるかを話し合います。たとえば、残りの2個をくじ引きで決めるか、次回の分配で加味することにするなどの方法を取ります。",
    "2人に4個、1人に3個与える。4個渡す人と3個渡す人の区別は、3人の意見を聞いて決める。",
    "それぞれの人に3個ずつ渡し、残りの2個をどのように分けるか決める。残りの2個を2人のうちの1人に追加する方法や、じゃんけんなどで決める",
    "最初に各人に3個ずつ渡し、残りの2個を後で追加で配ると決めた場合、その2個をどのように追加で配るかは、協議して決める。",
    "3個ずつ渡して残りの2個の分け方を3人で話し合って決める。"
  ],
  "3個ずつ配り，残りの2個は配らない": [
    "一人、３個ずつ分配する。",
    "2個のミカンを3人そろっている場でつぶすなどして食べられない状態にし、残りの9個をわける",
    "3人に気づかれないように2つのミカンを消費し、最初から9個しかなかったと信じ込ませながら3つずつ配る。",
    "１人に三つずつ配布する",
    "2個は誰かほかの人にあげて、９つを3つずつ分ける",
    "３つづつ分けて残りの２つは私がいただく",
    "3個ずつ配って2個捨てる",
    "一人３個のみ",
    "3個ずつ配り、あとの2つはほかの人にあげる",
    "3個ずつ配って残りの2個は配らない",
    "１人３つずつ分配する",
    "ひとりに3個ずつ分配し、残り2個は保管しておく",
    "1人に対してミカン３個だけを渡す。",
    "一人、３個だけ分配して、２個余らせる",
    "一人三個ずつ配って二つは食べずに余らせる。",
    "一人、２個だけ分配し、７個余らせる",
    "1人に3個ずつ与えて他の2個は別の誰かにあげる",
    "一人三個ずつ配り、二個はあまりにする。",
    "3人に気づかれないように2つのミカンを消費し、最初から9個しかなかったと信じ込ませながら3つずつ配る。",
    "1人1個ずつ渡す。",
    "それぞれの人に3個ずつ渡し、残りの2個を一時的に取り置きしておき、後で公平に分配する方法を考える。",
    "ミカンを3個ずつ分配し、あまったミカンは破棄する。",
    "各人に3個ずつ渡す",
    "余った2個をみんなで再調整する\n\n各人にまず3個ずつ分け、残り2個を手元に置きます。\nその後、全員で話し合い、たとえば次回のミカンを多めに分けるなどの調整を行います。この方法では今すぐの平等ではなく、今後の分配に影響を与える形になります。",
    "ミカンを３人に３つずつ分け、残りの２つはその日何か役割を果たした人へのご褒美として取っておく。",
    "各人に3個ずつ渡し、残りの2個は後で分配するために保存しておく。"
  ],
  "3個，4個，4個となるように配る": [
    "各人に3個ずつ配る方法：\n\nまず、3人それぞれに3個のミカンを配ります。これで合計9個のミカンを使用します。\n残りの2個は、誰かに追加で配るか、または全員に均等に分けて1個ずつ追加で配る方法があります。たとえば、2人に1個ずつ配るか、もしくは1人に2個配るなど。",
    "3人にそれぞれ3個、4個、4個に分ける",
    "1人目：4個\n2人目：4個\n3人目：3個",
    "３つずつ分けて、２人に１個ずつプラスで配る。",
    "Aさんに3個、Bさんに4個、Cさんに4個",
    "余った2個を2人で交互に分ける\n\n各人に3個ずつミカンを分配します。\nその後、残りの2個を交互に分けます。例えば、まずAさんに1個、次にBさんに1個渡します（Cさんはこの分配には関与しない）。",
    "1人目：4個\n2人目：3個\n3人目：4個",
    "みかんを三個ずつ配って残りの二個を三人のうち2人に分配する方法。",
    "1人目：3個\n2人目：4個\n3人目：4個",
    "各人に対して、まず3個ずつミカンを配ります。これで合計9個が分配されます。\n残りの2個を、例えば次のように分配する。\n1人目：3個\n2人目：3個\n3人目：4個",
    "4,4,3で配分する。",
    "方法 1: 各人に3個ずつ配り、残り2個を2人に配布",
    "3個、4個、4個の組み合わせで分配する以外にも、別の方法も考えられますが、基本的には1人だけ少ないか多い数になる",
    "もしも分配の際に割合を重視する場合、各人に3個ずつ配り、残りの2個は、例えば、Aさんに1個、Bさんに1個追加することもできます",
    "部分的な配分の検討方法：\n\n例えば、3人をAさん、Bさん、Cさんとします。\nAさんに4個、Bさんに4個、Cさんに3個を配る方法もあります。この場合、AさんとBさんにはミカンが1個多くなりますが、平等に分配するという原則を守りつつも、具体的な配分の詳細は調整が可能です。",
    "4個、4個、3個: 11個のミカンを3人に分ける際に、できるだけ平等に近づけるために、2人が4個ずつ、もう1人が3個を受け取るという方法です。完全に平等ではありませんが、実用的な解決策です。",
    "1人目に4個、2人目に4個、3人目に3個配る",
    "ミカンを３人に３つずつ分け、残りの２つは２人に渡す。",
    "あらかじめ決めた基準で配る：\n\n例えば、Aさんに4個、Bさんに4個、Cさんに3個とするなどです。このようにあらかじめ配分方法を決めておくと、分配がスムーズに進みます。",
    "2個のミカンを3人のいずれかに追加で渡す。",
    "整数による分配 + 追加の調整\n最初に配る：\n\n1人目：3個\n2人目：4個\n3人目：4個\n追加の調整：\n残った1個のミカンを、必要に応じて回すか、または特定の人に追加で渡すことができます。例えば、1人目に追加して4個にするか、2人目と3人目に均等に分けるために、再度分配を調整するという方法です。",
    "各人に3個ずつ配り、残りの2個は任意に1個ずつ誰かに追加する",
    "11個のミカンを3人にできるだけ平等に分け、各人に3個ずつ渡すと合計で9個になります。\n残りの2個は最初の2人に1個ずつ渡し、残りの1人には3個目のミカンを追加で渡す、という方法",
    "基本的な分配: 各人に3個ずつミカンを渡すと、3人で合計9個のミカンが配られます。残りの2個のミカンは、3人の中から2人に追加で1個ずつ配ることができます。例えば、Aさん、Bさん、Cさんがいて、AさんとBさんに追加で1個ずつ渡すと、AさんとBさんが4個ずつ、Cさんが3個になります。",
    "全てのミカンを1つずつ追加で配る：各人に4個ずつ配りたい場合、最初に各人に3個ずつ配り（合計で9個）、残りの2個を1人に1個ずつ追加で配ると、分配は4, 4, 3個になります。",
    "2人にそれぞれ1個ずつ追加で渡し、残りの1人には3個のみ渡す。",
    "基本的な分配：\n\nまず、3人全員に3個ずつミカンを配ります（3 × 3 = 9個）。\n残りの2個を3人のうち2人に1個ずつ追加で配ります。\nつまり、2人が4個ずつ、1人が3個という分配方法です。",
    "整数部分を分配する\n各人に3個ずつ分けると、合計で9個になります（3人 × 3個 = 9個）。\n\n残りのミカンを追加する\n残りの2個のミカンを任意の2人に1個ずつ追加します。\n\nAさん: 4個\nBさん: 4個\nCさん: 3個",
    "各人に3個ずつ配り、残りの2個のミカンを3人のうちの2人に1個ずつ配る。",
    "各人に最初に3個ずつミカンを配る（合計9個）。\n残り2個を順番に1個ずつ追加で配分（例: AとBに1個ずつ）。\nCにも4個になるように調整するため、AやBから1個移動する。\n最終的に、A: 3個、B: 4個、C: 4個となる。",
    "各人に3個ずつ渡すと9個が配られます。残りの2個を2人に1個ずつ追加する方法"
  ],
  "3個，4個，4個となるように配り，3個の人には代わりとなる特典をあげる": [
    "まず、3人に3つずつミカンを配り、残りの二つはじゃんけんの勝者二人に分ける。3つしかもらえなかった人は、今後別の機会にご飯代を少し多めに払ってもらう",
    "二人が四つずつ、一人が三つにわける。そして今度ミカンを手に入れたとき、その人にミカンを一つ多く渡すことを約束する。",
    "ミカンを２人は４つ受け取り一人は３つ受け取る。その際３つだった人間はミカン１個分の債権を得るようにする。",
    " 「公平な分け前」ルールの導入\n方法: 各人が公平な分け前を守るためのルールを設定する方法です。\n具体例: 例えば、次回の分配で不公平を調整するルールを決めます。今回のミカンの分け方として、Aさんに4個、Bさんに4個、Cさんに3個を配り、次回のミカンがあるときに、その不公平を解消する形で配分を行うと決めます。",
    "2人に4個ずつ与える。残り1人には3個与え、後日みかん1つの代わりになるものを渡す。",
    "今回多くもらえなかったものには次回多くもらえるようにするルールを決める。\nこのようにローテーションすることで平等になる。",
    "持ち帰りや次回の配分\n基本の分配：\n\n1人目：3個\n2人目：4個\n3人目：4個\n次回の調整：\n今回はこのように分配し、次回の分配で不公平感を調整します。たとえば、次回に10個のミカンが用意されていた場合、均等に3人に配ることでバランスを取る方法です。",
    "交替制分配: 例えば、1日ごとに分配を交替させる方法もあります。1日目はAさんに4個、Bさんに3個、Cさんに4個を渡し、2日目は別の人が4個もらうようにするなど、長期間の配分を調整する方法です。"
  ],
  "3個、3個、5個となるように配る": [
    "各人に3個ずつ配る方法：\n\nまず、3人それぞれに3個のミカンを配ります。これで合計9個のミカンを使用します。\n残りの2個は、誰かに追加で配るか、または全員に均等に分けて1個ずつ追加で配る方法があります。たとえば、2人に1個ずつ配るか、もしくは1人に2個配るなど。",
    "他の方法：\n\n1人に5個、1人に3個、1人に3個\n1人に4個、1人に4個、1人に3個",
    "Aさんに3個、Bさんに3個、Cさんに5個",
    "最初に均等に近い3個ずつ分け、残りの2個を誰かが受け取るようにする方法です。\n\nAさん: 3個\nBさん: 3個\nCさん: 5個",
    "各人に3個ずつ配る：まず、3人それぞれに3個ずつ配ります。これで9個使用します。残りの2個をどう分けるかですが、例えば、2人のうち1人にもう1個ずつ追加で配ることができます。この場合の分配は、3, 3, 5個のようになります。",
    "各人に3個ずつ配り、残り2個を1人に追加で渡す",
    "各人に3個ずつ渡し、残りの2個を好きな人に追加で渡す。",
    "3,3,5で配分する。"
  ],
  "3個，3個，5個となるようにジャンケンやゲームで決める": [
    "ミカンを３個づつ分け合い、余った二個を何らかのゲームの勝者の景品にする",
    "ミカンを３人に３つずつ分け、残りの２つはミニゲームなどの報酬として勝者に与える。",
    "なにか３人でゲームをし、1位が５個、2位、3位に3個ずつ分配する",
    "1人に5個渡し、他の2人にそれぞれ3個ずつ渡す。誰に多く分配するかは平等にじゃんけんで決める。"
  ],
  "3個，3個，5個となるようにくじ引きや抽選でランダムに決める": [
    "各人に3個ずつミカンを渡し、残りの2個をくじ引きで1人に渡す",
    "一部を追加分として配る方法：\n\nまず、3人に各人3個ずつ配ります（合計9個）。\n残りの2個を、例えばくじ引きで決めて、ランダムに1人に追加で2個渡すか、2人にそれぞれ1個ずつ配るという方法もあります。"
  ],
  "3個，4個，4個となるようにジャンケンやゲームで決める": [
    "余った2つをじゃんけんで勝った2人に配る。",
    "一人３個ずつ分配したのち、じゃんけんで勝った2名に分配する",
    "1人3個ずつに分け、余った二つはじゃんけんで勝った2人がもらう。",
    "丸々1個のミカンを1人に3つずつ配る。そして、3人でじゃんけんして勝った2人が残りの2つのミカンを1つずつもらう。",
    "まず、3人に3つずつミカンを配り、残りの二つはじゃんけんの勝者二人に分ける。3つしかもらえなかった人は、今後別の機会にご飯代を少し多めに払ってもらう",
    "１人３個ずつ分け合い、残りの２個をじゃんけんして分け合う",
    "３つずつ分けて残りの二つを、じゃんけんで分ける。",
    "まず１人3つずつ分配し、残りの2つはじゃんけんで勝った2人に１つずつ分配する。",
    "３個ずつ配り、あとの２個はじゃんけんで勝った2人がもらう",
    "一人３個、あとはじゃんけん",
    "残りの二個をじゃんけんの勝ち負けで分配する。",
    "最初に３個ずつ配り、じゃんけんをして勝った2人が1個ずつもらう。",
    "まずは３つずつ分け、残りの２つはじゃんけんで勝った２人に与える。",
    "2人にそれぞれ4個ずつ渡し、残りの1人に3個渡す。誰に多く分配するかは平等にじゃんけんで決める。",
    "各人に3個ずつ渡し、残りの2個を3人で分ける（例えば、1個ずつ追加で渡し、残りの1個をじゃんけんや他の方法で決める）。",
    "3個ずつ配り、じゃんけんの勝者2人にもう一つずつ配る"
  ],
  "3個，4個，4個となるようにくじ引きや抽選でランダムに決める": [
    "まず1人3個ずつ分配し、4個目を得る二名をじゃんけんやくじ引きなどでランダムに決める。",
    "一人三個ずつ配ったのちに、確率が平等であるくじ引きを行い残り二個の所持者を決定する。",
    "はずれ1つ、あたり2つのくじを作って、はずれを引いた人には3つ、あたりを引いた人には4つ配分する。",
    "まず、各人にできるだけ均等に分けるために、11個のミカンを3で割った結果、1人あたり3個のミカンを渡します（3 × 3 = 9個）。\n3人でくじ引きをし、残りの2個のミカンを2人に2個ずつ渡し、1人には追加で1個を渡さない。\n例えば、A、B、Cという3人に分けるとすると、Aには4個、Bには4個、Cには3個。",
    "余った2個をランダムに分ける\n\nまず、各人に3個ずつミカンを分配します。\nその後、残りの2個をくじ引きやランダムな方法で2人に追加で渡します。",
    "各人に3個ずつミカンを渡し、残りの2個をランダムに2人に1個ずつ渡す",
    "1人3個ずつ配り、抽選で残りの2つを誰がもらうか決める。",
    "各人に3個ずつ配る：\n\n3人それぞれに3個ずつ配ると、9個使います。\n残りの2個を、ランダムに2人に追加で1個ずつ配ることができます。例えば、AさんとBさんに1個ずつ追加で渡すと、AさんとBさんは4個、Cさんは3個となります。",
    "3個ずつ分けた後、残りの2個をくじ引きなどで決める",
    "抽選で分配：\n\n3人全員に3個ずつミカンを配ります。\n残りの2個はくじ引きや抽選で分配します。例えば、くじ引きで当たりを引いた2人に1個ずつ追加で配ります。\nこの方法も最終的には2人が4個ずつ、1人が3個という分配になりますが、抽選による公平さが加わります。",
    "最初に各人に対して三つずつわけて、残りの二つをくじ引きで分ける。",
    "ランダム分配: 11個のミカンを3人に分ける際、基本的には上記のように1人には4個、2人には3個ずつ配ることになりますが、どの人が何個もらうかはランダムに決めてもよいでしょう。例えば、Aさんが4個、Bさんが3個、Cさんが4個のようにする方法です。",
    "2人に4個、１人に3個ずつ分ける。\n4個分配する人は、くじ引きやサイコロを使って決める。",
    "整数の分配、余りはランダム",
    "ミカンを4個もらえる人を2人。ミカンを3個もらえる人を1人を抽選で決める方法。",
    "３，４，４，個に分けて、ランダムに配布する。",
    "まず、各人にできるだけ均等に分けるために、11個のミカンを3で割った結果、1人あたり3個のミカンを渡します（3 × 3 = 9個）。\n残りの2個のミカンをランダムに選んだ2人に1個ずつ渡す。\n例えば、A、B、Cという3人に分けるとすると、A、Bにはそれぞれ4個ずつ、Cには3個。",
    "各人に3個のミカンを渡す。これで9個のミカンを使用する。\n残りの2個のミカンを公平に分けるため、例えばランダムに選ばれた2人にそれぞれ1個ずつ渡すと良い。",
    "各人に最初に3個ずつミカンを配る（合計9個）。\n残りの2個をランダムに配分（例: AとBに1個ずつ追加）。\n最終的に、A: 4個、B: 4個、C: 3個となる。",
    "3個ずつ渡して残りの2個をくじ引きでランダムに決める。",
    "各人に3個ずつ配ると、9個使用することになり、残りの2個はランダムに誰かに配る。",
    "ランダムに分配：\n\nまず、3人全員に3個ずつミカンを配ります。\n残りの2個をランダムに選んだ2人に1個ずつ追加で配ります。\nこの方法も最終的には2人が4個ずつ、1人が3個という結果になりますが、配り方がランダムです。",
    "それぞれの人に3個ずつ配り、残りの2個を3人の中で均等に配るのは難しいので、ランダムに2人に追加の1個を配る",
    "2人に4個、1人に3個与える。4個渡す人と3個渡す人の区別は、くじ引きやサイコロなどを使ってランダムに決める。",
    "各人に3個ずつ渡し、残りの2個をランダムに1人または2人に追加で渡します。",
    "1人3個＋残りをくじ引きで決定",
    "各人がミカンを受け取る権利を持つトークンを用意します。例えば、3人に対して1日ごとに1個ずつ追加で受け取る権利を与えます。具体的には：\n1日目：3人に3個ずつ\n2日目：追加で1個を各人に分け、残りの1個を1人に追加で配る（ランダムに決める）。\nこの方法では、最初は均等に分けられますが、数日間の分配で最終的に均等になるように調整します。"
  ],
  "ジャンケンやゲームで決める（3個，4個，4個となるとは限らない）": [
		"1つ目から11個目まですべてのミカンに対してじゃんけんで配る人を決める。",
    "３人にじゃんけんをしてもらい、１人だけ勝った場合にのみ、勝った者にミカンを１個与える。この施行を11回行うことで、11個のミカンを分配する。",
    "じゃんけん",
    "ゲームなどを持ちて楽しく納得するように分配する",
    "ある競争を行ってその結果に基づいて分配する"
  ],
  "くじ引きや抽選でランダムに決める（3個，4個，4個となるとは限らない）": [
    "抽選",
    "抽選などで公平に分配：\n\n各人が平等に受け取れるように、ミカンをランダムに抽選して分けることもできます。抽選で決まった人数分にミカンを分ける方法です。",
    "あたり確率が1/2のくじ引きを行い、当たりくじを引いたものからミカンを獲得する。",
    "抽選によって分配",
    "サイコロやくじ引きで分配方法を決める。"
  ],
  "選ぶ順番を決めて、11個のみかんを順番に1個ずつ取る": [
    " 「交替でミカンを選ぶ」方式\n方法: ミカンを選ぶ順番を決めて、その順番に従って選んでいく方法です。\n具体例: 11個のミカンを3人で交互に選ぶようにします。例えば、Aさんが最初に1つ選び、その後Bさんが1つ選び、次にCさんが1つ選ぶというように、残りのミカンが均等に近くなるまで続けます。選ぶ順番を決めておくことで、誰もが公平に感じられるようにします。",
    "輪番で分配する",
    "輪番で分配する\n",
    "ラウンドロビン法"
  ],
  "１１個のミカンを市場で売却し、その売却代金を三等分する": [
    "１１個のミカンを市場で売却し、その売却代金を三等分することで、１１個のミカンの価値を平等に分配できる。",
    "ミカン１１個を市場において売却し、得られた売却額を３等分する。"
  ],
  "３個ずつ分配し、残り２つはほかの人間に売る。その売り上げを分配する。": [
    "３個ずつ分配し、残り２つはほかの人間に売る。その売り上げを分配する。"
  ],
  "ミカンの必要度に応じて分配する": [
    "三人それぞれのミカンの必要度に応じて分配する。"
  ],
  "1つ買い足して4個ずつ配る": [
    "余分に1個ミカンを買ってきて、4個ずつわけたあと、1個のミカンの値段を3等分し負担する",
    "1つ新しいみかんを買って4つずつ分ける",
    "１つ買いに行って４つづつ分ける",
    "ミカンをもう一つ買ってくる"
  ],
  "多く食べられる人には多く、少ししか食べられない人には少なく分配する": [
    "多く食べられる人には多く、少ししか食べられない人には少なく分配する"
  ],
  "特にみかんが好きな１名に１１個あげる": [
    "特にみかんが好きな１名に１１個あげる"
  ],
  "特別みかんを欲しがっている人に5個渡して、残りを2人で等分する。": [
    "特別みかんを欲しがっている人に5個渡して、残りを2人で等分する。"
  ],
  "私有地に11個のミカンを植えて木を育て、3の倍数の個数の実を収穫してから3人それぞれに同じ個数のミカンを渡す。": [
    "私有地に11個のミカンを植えて木を育て、3の倍数の個数の実を収穫してから3人それぞれに同じ戸数のミカンを渡す。"
  ],
  "年齢(誕生日)順に異なる数を配る": [
    "配る人の年齢順に違う数を与える",
    "3人の中で誕生日が近い順にもらえる個数を決める。"
  ],
  "多く食べた人にお金をもらう": [
    "多く食べた人にお金をもらう/相談して決める"
  ],
  "1個ずつ3人が一緒にみかんを食べる": [
    "ミカンを1個そのまま用意して、3人が同時にミカンを分け合って食べる",
    "ミカンの回し食べで均等さは保てませんが、全員がミカンを平等に楽しむ。\n（余りの2個を順番に食べるか、または、誰かがこれを追加で受け取る形で分ける）",
    "平等性にこだわらず一緒に食べる時間を楽しむ。"
  ],
  "3個ずつ配り、残りの2個を3人で一緒に食べる": [
    "まず3つずつ配って，後の2つは皮を剥いて一緒に食べる",
    "それぞれの人に3個渡し、残りの2個をみんなで共有する"
  ],
  "特定のルールで分配": [
    "特定のルールで分配する方法",
    "残りの2個を特定の優先順位（例えば、年齢や特定の条件）に基づいて配分する。\n例: 年齢が高い順に追加分配を行う。\nAさん: 4個\nBさん: 3個\nCさん: 4個",
    "各人に3個ずつミカンを渡し、残りの2個を特定の条件（例えば、最も年長の人など）で1人に渡す",
    "2人に4個、1人に3個与える。4個渡す人と3個渡す人を区別するために、特定の基準（例えば、最近の手伝いや努力）を設定する。基準に基づいて努力や貢献に応じて4個渡す人と3個渡す人を決める。"
  ],
  "ミカンの配布を一度に行うのではなく、数回に分けて配布する": [
    "ミカンの配布を一度に行うのではなく、数回に分けて配布する"
  ],
  "ミカンの質やサイズに差をつける": [
    "ミカンの質やサイズに差をつける"
  ],
  "回答なし": [
    "分かりません。",
    "分からない"
  ],
  "配布の合計数が不明・矛盾": [
    " 2人にそれぞれ1個ずつ追加で渡し、残りの1個をさらに分ける",
    "1人に4個、他の2人にそれぞれ3個ずつ渡す。誰に多く分配するかは平等にじゃんけんで決める。",
    "方法 2: 1人に4個、2人に3個ずつ配布",
    "1人に1個ずつ追加で配り、残りを調整する",
    "残りの1人に4個のミカンを渡す",
    "方法 3: 各人に3個ずつ配り、1個を公平に分配",
    "ミカンを順番に3人（A, B, C）に1個ずつ配る。\nサイクルを繰り返して、最初に均等に分配。\n余ったミカン（2個）をランダムに追加で配分。\n最終的に、AとBに1個ずつ追加で配分し、A: 5個、B: 5個、C: 3個に調整。"
  ]
}