{
  "経済的負担・費用対効果の懸念": [
    "2025年大阪万博を開催するためには莫大な準備資金が必要となる。2025年大阪万博によってもたらされる経済効果は、この莫大な準備資金に見合わないほど小さい。",
    "お金がかかる",
    "インフラ整備や開発による財政的な負担",
    "コストが高い",
    "コストと財政負担: 万博の開催には莫大な費用がかかるため、税金や公共資源の使い方に疑問が生じることがあります。特に、予算超過や経済効果が期待外れだった場合の財政的負担が心配されています。",
    "コストの問題",
    "ランニングコストがかかりすぎる。あくまで万博はアピールの機会であってそれに見合う経済効果が出る保証がない。",
    "万博の準備や運営には多額の費用がかかります。これにはインフラの整備、会場の建設、運営費などが含まれます。これらのコストが予算を超過するリスクもあり、公共財政への負担が懸念されます。",
    "万博の開催には多額の費用がかかり、予算オーバーや不透明な支出が懸念されることがある",
    "万博の開催には多額の資金が必要であり、その費用が税金で賄われる場合、市民にとって大きな経済的負担となる可能性があるという意見",
    "万博の開催には巨額の予算が必要であり、その費用対効果は不透明である。予算オーバーや予期しない支出が発生し、公共資金の浪費を招く恐れがある。また、一時的な経済効果はあっても、長期的なリターンが見込めない場合が多く、税金の増加や公共サービスの削減につながる可能性がある。",
    "万博の開催には巨額の費用がかかり最終的には税金で賄うことになるため、市民に対する経済的な負担が増加する可能性がある",
    "万博の開催には莫大な初期投資が必要で、会場の建設、運営、警備などにかかる費用が膨大である。そのため、これらのコストが予算を超えると、地元政府や国の財政に大きな負担をかける可能性がある。",
    "万博開催のために、多額の税金が投入される",
    "不透明な政治とカネの問題",
    "予算がどんぶり勘定で、最初予定していた予算より、どんどんと増えている。経済効果より費用の方が高い可能性が大きい。",
    "予算が少ない",
    "予算が膨れ上がっているなど、開催にあたっての経済コストが高い。サンクコストを考慮するべきである。",
    "予算拡大",
    "会場設営や設備の用意に多大な費用が掛かる",
    "国全体の経済的な問題",
    "国内の景気が悪いにもかかわらず大量の税金が投入されるため、国民の顰蹙を買う。",
    "国民の財政的負担",
    "場所の設立に伴う財政負担。",
    "多くの税金が投入されている。",
    "多額の建設費用などが無駄遣いである",
    "多額の費用がっかる。",
    "大きなコストが伴うことで財政負担が増加してしまう。",
    "大規模な万博の開催には多額の予算が必要です。予算の使い道が不透明だったり、他の重要な公共サービスや社会福祉に必要な資金が削られる可能性があると懸念する意見があります。また、万博後に使われる施設やインフラが有効活用されないことも心配されます。",
    "大規模な万博の開催には多額の費用がかかります。これにより、税金が増える可能性があり、地方自治体や国の財政に負担をかけることが懸念されます。また、予算の超過や経済効果が期待外れである場合、費用対効果が不明確になる可能性があります。",
    "大阪万博の予算は約2兆円とされており、これは日本のGDPの約0.3%に相当します。これにより、公共サービスの予算が削減される可能性があります。また、過去の万博では、予算オーバーや経済的な損失が発生しているケースも多いため、慎重な検討が必要です。",
    "大阪万博の準備や運営には巨額の費用がかかるが、これが実際に期待される経済的利益を上回る可能性がある。",
    "大阪万博の費用が巨額であり、その負担が国民に転嫁される可能性がある。",
    "大阪万博の開催には膨大な費用がかかるとされており、その財政的負担を国や地方自治体が負うことは、税金の無駄遣いと見なされる可能性がある",
    "巨額の税金をつぎこんで開催することになるので、増税により人々のの生活が困窮する。または、医療などの必要な分野にお金が回らない。",
    "巨額の費用がかかり、結果的に税金の増加や公共サービスの削減を招く。",
    "府民税を使っている",
    "建設費用等の税金の無駄遣い",
    "施設の建設や運営、セキュリティ、交通インフラの整備など、多くの資金が必要",
    "日本経済が圧迫される可能性",
    "景気回復の不確実性",
    "本当に経済効果が認められるのか",
    "経済効果がどこまであるかが不透明。",
    "経済効果を得られるかが不確実である。",
    "経済的に大きな負担が伴う。",
    "経済的コスト",
    "経済的コストが大きい",
    "経済的リスク",
    "経済的負担",
    "経済的負担。\n万博の開催には莫大な費用がかかるため、公共の資金が投入されることになる。",
    "経済的負担と資源の浪費",
    "経済的負担と資金の使い道",
    "莫大なコストがかかり、赤字の保証がない。",
    "莫大な費用が必要である。",
    "財政的な負担:\n\n万博の準備や運営には多額の予算が必要であり、その費用が税金で賄われる場合、地元住民や国民にとって財政的な負担が増す可能性があります。\n万博後の維持管理や施設の廃棄にかかるコストも無視できません。",
    "財政的な負担が大きい",
    "財政的な負担：\n万博の開催には多大な費用がかかります。大阪府や日本国の財政に対する負担が大きく、特に経済的に厳しい時期には、このような大規模イベントへの投資が優先されるべきでないと考える人もいます。これにより、他の重要な公共サービスやインフラの予算が削減される可能性もあります。",
    "財政的負担",
    "財政的負担\n万博の開催には巨額の予算が必要であり、その資金の大部分が公共の予算から捻出されることになります。これにより、他の重要な公共サービスや社会保障、教育などへの資金が削減される可能性があるため、財政的な負担が懸念されます。また、万博後の運営や維持管理にも追加のコストがかかるため、長期的な経済的影響が心配されます。",
    "財政的負担: 万博の開催には多額の予算が必要であり、経済的な負担が大きいとされます。特に、税金が投入されることによって、公共サービスや社会福祉への影響が出る可能性があるため、その費用対効果に疑問を呈する意見があります。また、万博後の施設維持費用や、期待された経済効果が実現しない場合の財政リスクも指摘されます。",
    "財政的負担: 万博の開催には巨額の予算が必要です。これが税金で賄われる場合、財政負担が市民や国民に及ぶ可能性があります。特に他の公共サービスや社会福祉が削減されると懸念する声があります。",
    "財政的負担と資源の浪費",
    "財政負担",
    "財政負担の増加。",
    "財政負担の懸念:\n大阪万博の開催には膨大な費用がかかることが予想されます。反対の意見として、税金や公共資源の浪費に対する懸念があります。特に、経済的に困難な状況にある地域や国では、万博のために多額の資金を投入することが他の重要な公共サービスや社会福祉の削減につながる可能性があると指摘されることがあります。",
    "費用がかかる",
    "費用が掛かる",
    "費用対効果の問題",
    "費用対効果の懸念",
    "費用対効果の懸念:\n万博の開催には多額の費用がかかります。反対派は、この費用が本当に大阪や日本全体にとって利益をもたらすかどうかを疑問視するかもしれません。特に、開催後の持続可能な利益や観光収益が期待通りに上がるか不透明な場合、税金や公共資源の使い道として適切かどうかが問題になります。",
    "費用面の心配",
    "資金が莫大にかかる",
    "金の無駄遣い",
    "税金の使い道",
    "税金の無駄。",
    "税金の無駄遣い",
    "開催に費用がかかる。",
    "開催のために多額の税金が使われる",
    "開催費用の増加",
    "開催費用の負担"
  ],
  "教育，福祉，医療などへの財政的影響": [
    "お金の使いどころがほかにある。",
    "そこにお金をかけている場合じゃないから。",
    "そこに費やす国家予算をもっと別の国際交流に用いるべきである。",
    "インフラの整備などに多額の資金が必要となり、医療や教育などに割り当てられる予算が減ってしまう。",
    "万博にお金を使うと、福祉などの予算に影響がでる恐れがある。",
    "万博の開催には多額の予算が必要で、これが税金から賄われる場合、公共サービスや教育、医療など他の重要な分野への資金が削減される可能性がある。",
    "万博の開催には巨額の費用がかかるため、その資金を他の重要な公共サービスやインフラ整備に回すべきである。しかも、経済的な負担が市民や税金に影響を及ぼす可能性がある一方で、 万博の経済的利益が特定の企業や団体に偏ることが予想され、一般市民にはあまり利益がない。",
    "万博開催に伴う公共投資が、教育・医療・福祉などの社会的サービスを逼迫する可能性。",
    "万博開催に必要な資源（資金、人材、時間）を他の重要なプロジェクト（例えば、教育、医療、インフラ整備など）に振り向けることで、より直接的な社会的利益が得られる可能性がある。",
    "万国博覧会の開催費用を今日本が不足している緊急の問題に充てるべきである。特に教育、福祉、医療などの分野への投資が不足する可能性があり、公共の利益に対する影響が懸念される。",
    "他の重要な問題にリソースを使うべきである",
    "少子化や医療、文化予算の低減など、大阪府には他にもっと課題がある。そちらに人員とお金を割くべき。",
    "建設及び計画に多額の税金が使用され、その他の税金の用途が減ってしまうという意見",
    "税金が増加したり、他の重要な公共サービスや福祉事業が削減される可能性がある。",
    "経済的コスト：\n\n万博の開催には莫大な費用がかかり、その資金が他の重要な公共サービスや社会的なプロジェクトに回せる可能性があると指摘する意見です。万博が終了した後の施設の維持管理費用も問題視されることがあります。",
    "経済的コストにより 万博の開催に伴う巨額の予算が税金で賄われるため、地域住民や他の公共サービスへの影響が心配される。投資対効果が不明確な場合も多い",
    "経済的負担:\n万博の開催には巨額の予算が必要であり、その資金調達や運営コストの負担が大きいとされています。特に、税金を使った公共資金の投入が増えることで、他の公共サービスや福祉、教育への影響が懸念されることがあります。また、万博終了後に経済効果が十分に実現しない場合、投資に見合うリターンが得られないリスクも指摘されます。",
    "経済的負担の増大\n万博の開催には巨額の費用がかかります。大阪万博の予算は数千億円に及ぶと予想されており、その資金は税金や公的資金から賄われることが多いです。現在、世界的に経済が不安定な状況にあり、特にコロナ禍からの回復期には、多くの国や地域が経済的な再建に力を入れています。このような状況下で、大規模なイベントに膨大な費用を投じることは、財政的なリスクを高め、他の重要な公共サービスやインフラ整備に悪影響を及ぼす可能性があります。",
    "経済的負担の観点からの反対。大阪万博の開催には巨額の費用がかかると予想される。開催資金やインフラ整備、運営コストなどの支出は、地域経済や国の財政に大きな負担をかける可能性がある。特に、現在の日本の経済状況が厳しい中で、こうした大規模なイベントに資金を投入するよりも、教育や医療、社会福祉などの基本的な公共サービスへの投資を優先すべきだという意見。",
    "経済的な負担:\n\n万博の開催には巨額の予算が必要です。これに対する投資が他の重要な公共サービスやインフラ整備に回せるかどうか疑問視する意見があります。予算オーバーや経済的な損失のリスクも考慮されるべきです。",
    "莫大な費用がかかる。万博の開催以外にその資金を使うべき。"
  ],
  "環境への悪影響": [
    ": 大規模なイベントによって大量の廃棄物が出ることや、会場建設に伴う自然環境の破壊が懸念されます。特に、万博開催に伴う大規模な建設工事や交通の増加が環境に悪影響を及ぼす可能性が指摘されています。",
    "ごみのポイ捨てなどの増加によって、環境汚染が促進する危険性。",
    "インフラ整備や新しい施設の建設による環境への負担の増加。",
    "万博の「未来社会」や「持続可能性」をテーマにしているにもかかわらず、実際の運営や開催において環境負荷が高くなる矛盾が指摘されることもある。",
    "万博の会場整備や大量の来場者による交通、廃棄物の増加などが、地域の環境や持続可能性に対して悪影響を及ぼす可能性がある。",
    "万博の開催に伴う大規模な施設建設や交通インフラ整備は、環境への負荷を引き起こす可能性があります。工事による自然破壊やエネルギー消費、廃棄物の増加が問題視されることがあります。",
    "万博の開催に伴う建設工事や交通機関の運行増加により、二酸化炭素排出量が増加する可能性があります。例えば、2010年の上海万博では、開催期間中に追加で500万トンのCO2が排出されたとされています。これにより、大阪地域の環境負荷が増加し、持続可能な開発目標（SDGs）との整合性が問われるかもしれません。",
    "万博の開催は、大規模な資源消費や廃棄物の発生を伴い、環境に対する負荷が大きい。建設や運営に必要なエネルギーの消費や交通混雑により、持続可能性の観点から問題が生じる。万博後の施設の維持管理や過剰開発が環境に長期的な悪影響を及ぼす可能性がある。",
    "万博は大量の資源とエネルギーを消費し、大きな環境負荷をもたらす。",
    "交通量の増加や廃棄物の増加による環境に対する影響",
    "会場の建設やインフラ整備の工事が環境に悪い",
    "博の開催には大量のエネルギー消費や資源の使用が伴い、環境への悪影響が懸念される。",
    "博覧会のための施設建設が環境に悪影響を及ぼす。",
    "大型イベントに伴う建設活動や交通量増加は、地域の自然環境や生態系に深刻な影響を与える恐れがある",
    "大規模なイベントでの建設や運営が、環境に対して悪影響を及ぼす可能性がある。特に大量の廃棄物や二酸化炭素の排出が懸念される。",
    "大規模なイベントは、大量のエネルギーや資源を消費し、二酸化炭素排出を増加させる可能性がある。",
    "大規模な建設工事や交通インフラの整備に伴う環境への悪影響",
    "大量の資源とエネルギー消費による環境への悪影響",
    "大量の資源消費や廃棄物の増加",
    "建設や交通量の増加による環境への悪影響",
    "環境に悪影響を及ぼす。",
    "環境への影響",
    "環境への影響\n万博の開催には、大規模な施設の建設や多くの移動が伴います。これにより、大量の二酸化炭素排出や廃棄物の発生が避けられません。環境への負荷が大きいことは、持続可能性の観点から問題視されるべきです。特に気候変動が深刻な問題として認識されている現在、環境への影響を最小限に抑える努力が求められているため、万博のような大規模イベントが果たしてこの時期に適切かどうかを再評価する必要があります。",
    "環境への影響\n万博の開催に伴い、大規模な建設工事や交通整備が必要となり、それが環境に与える影響が問題視されることがあります。特に、都市の緑地が削減されることや、交通量の増加による大気汚染、エネルギー消費の増加が環境に悪影響を及ぼす可能性があるため、環境保護の観点から反対する意見があります。",
    "環境への影響:\n\n万博の開催に伴う大規模な建設工事や設備の設置は、自然環境や生態系に悪影響を及ぼす可能性があります。\n万博終了後の廃棄物や未利用の施設が環境問題を引き起こす可能性があります。",
    "環境への影響:\n\n大規模なイベントの開催に伴い、多くの人が集まることで交通やエネルギー消費が増加し、二酸化炭素排出が増える可能性があります。環境への負荷や持続可能性の問題が指摘されることがあります。",
    "環境への影響:\n万博の開催には、会場の建設や運営、来場者の移動などが伴い、大きな環境負荷をかける可能性があります。反対派は、これらの環境への影響や、万博終了後に残る廃棄物の処理問題、またはリソースの消費が長期的に持続可能ではないと主張するかもしれません。",
    "環境への影響:\n万博の開催に伴う大規模な建設工事や大量の来場者による環境負荷が懸念されます。会場の整備や施設の建設は自然環境を破壊する可能性があり、また、大量のエネルギー消費や廃棄物の増加が予想されるため、持続可能な環境保護の観点から反対する意見があります。\n\n",
    "環境への影響:\n万博の開催に伴う大規模な建設工事や施設の整備が、地域の環境に悪影響を及ぼす可能性があります。例えば、自然環境の破壊や、交通量の増加による大気汚染、廃棄物の増加などが懸念されることがあります。また、万博終了後の施設の維持管理や廃棄物処理の問題も指摘されるかもしれません。",
    "環境への影響: 万博の開催には大規模な建設や移動が伴うため、環境への影響が懸念されます。これには大気汚染や廃棄物の増加、緑地の減少などが含まれます。",
    "環境への影響: 万博の開催には大規模な建設工事や大量のエネルギー消費が伴うため、環境負荷が懸念されます。特に、万博の会場整備や運営、来場者の移動に伴うCO2排出が問題視される可能性があります。これにより、温暖化や都市環境の悪化が進む恐れがあります。",
    "環境への影響: 大規模なイベントである万博は、建設工事や交通、観光客の移動などが環境に与える影響が懸念されています。",
    "環境への影響: 大規模なイベントは通常、大量のエネルギー消費や廃棄物の生成を伴います。万博が環境に与える負荷や、持続可能性の問題についての懸念が示されることがあります。",
    "環境への影響: 大規模な国際イベントは、開催期間中のエネルギー消費や廃棄物の増加が懸念されます。万博のために建設される施設やインフラが環境に与える影響や、来場者による二酸化炭素排出量の増加が問題視されることがあります。また、万博後の施設の維持や取り壊しに伴う環境負荷も考慮されるべきです。",
    "環境への影響が大きく、持続可能性に欠ける。",
    "環境への影響が深刻である",
    "環境への影響として、大規模なイベントによる交通渋滞や資源消費が環境に負担をかける恐れがある。特にCO2排出や廃棄物の増加が懸念される",
    "環境への影響と持続可能性の問題",
    "環境への影響の観点からの反対。万博の開催に伴う建設工事や来場者の移動、消費活動は、大量のエネルギー消費や廃棄物の発生を引き起こし、環境に悪影響を及ぼす可能性がある。特に、気候変動への対応が求められている現代において、大規模なイベントが環境負荷を増大させることが懸念され、持続可能性に逆行するという意見。",
    "環境への影響：\n\n大規模なイベントの開催には多くのエネルギーや資源が必要で、二酸化炭素排出量が増加する可能性があります。また、会場建設や移動に伴う環境破壊や廃棄物の問題も懸念されます。\n",
    "環境への影響：\n万博の開催に伴い、大規模な建設工事や交通の混雑が予想されます。これにより、環境に対する悪影響が懸念されます。例えば、大気汚染や廃棄物の増加、自然環境の破壊などが考えられます。特に持続可能な社会を目指す中で、こうしたイベントの環境負荷が問題視されることがあります。",
    "環境への悪影響。開催に伴って多くの二酸化炭素や廃棄物が発生する可能性がある。",
    "自然環境への負荷が増大し、特に都市部では緑地の減少や温暖化の進行が懸念される",
    "開発による環境破壊"
  ],
  "混雑や騒音、治安の悪化など開催地域への悪影響": [
    " 大規模なイベントが開催されることで、地域住民の生活環境が変わることがある",
    "インフラの整備問題。\n交通渋滞や工事による騒音、地域社会への影響がでる恐れがある。",
    "オーバーツーリズムの促進",
    "マナーの悪い観光客による不法投棄など景観が悪化する",
    "万博が開催されると、国内外からの大量の来場者が集まるため、既存の交通機関に大きな混雑が生じる可能性がある。特に、駅やバス停、道路などが過密になり、通勤や通学、観光の利用者にとって不便が増すことが予想される。",
    "万博による観光地化や商業化が進むことで、地域の伝統や文化が犠牲になることがあります。例えば、過去の万博では、地域の伝統的な行事やコミュニティの結束が損なわれたという報告もあります。このような文化的な影響が、大阪の地域社会にとってマイナスとなる可能性があります。",
    "万博のために進められる開発や整備が地域住民にとって、土地の価格上昇など不利益をもたらす可能性がある。",
    "万博の開催によって、地元の住民が日常生活において混雑や騒音、交通渋滞などの影響を受ける可能性があります。",
    "万博の開催により、地域の生活環境が変化することや、地元住民が不便を強いられる可能性があります。例えば、交通渋滞や治安の悪化などが懸念されることがあります。",
    "万博の開催に伴う大規模な集客イベントや交通渋滞が、地元住民の生活に悪影響を与えるという意見",
    "万博の開催は地元住民の生活環境に変化をもたらし、混雑や交通渋滞、価格上昇などの問題が発生する可能性が高い。また、万博の利益が一部の企業や地域に偏ることで、社会的不平等が助長される恐れがある。",
    "万博の開催期間中は、大量の観光客や参加者が大阪に集まるため、交通渋滞や公共交通機関の混雑が予想されます。これにより、地元住民の生活やビジネスにも影響が出る可能性があります。",
    "万博会場周辺の住民が騒音や人混みなどで生活に支障をきたす可能性がある。また、地域社会の文化や日常生活が一時的に変化することも考えられる",
    "万博開催により、地域の交通渋滞や住民生活への影響が懸念される。\n\n\n",
    "万博開催に伴う大規模なイベントや観光客の増加は、地元住民の生活に影響を及ぼす可能性があります。交通渋滞や騒音、観光地の混雑が生活の質を低下させる恐れがあります。",
    "交通の混雑",
    "交通混雑など、地域住民に影響を与える。",
    "交通渋滞や騒音、治安の問題が地域住民の生活の質に悪影響を及ぼす。",
    "交通量が多くなり不便",
    "交通量の増加による事故の多発。",
    "交通量の増加による渋滞や混雑、そしてそれらが地域住民に与える悪影響。",
    "人がたくさん来て公共交通機関が窮屈になる",
    "会場付近の道路が大渋滞し、住民の行動が制限される",
    "会場周囲の交通渋滞",
    "会場周辺の住民への騒音被害や交通の利便性の低下",
    "国内外から人が万博開催地である大阪・夢洲に殺到することで、交通網がパンクしたり、ごみや騒音などの問題が生じる。",
    "地元住民への影響: 万博開催に伴う大規模な建設工事や交通の混雑が地元住民にとって不便やストレスの原因となることがあります。",
    "地元民にとっては観光客が増えすぎて迷惑になりうる。",
    "地元民の負担量に対し、受ける経済的利益が釣り合っていない",
    "地域の社会的影響",
    "地域への負担: 万博開催に伴う交通混雑や人手不足、騒音問題などが地域住民に悪影響を及ぼす可能性があります。また、これにより生活の質が低下する恐れがあります。",
    "地域住民の生活への悪影響",
    "地域住民への影響",
    "地域住民への影響:\n大規模なイベントが開催されることで、地元の住民に対して交通渋滞や騒音、生活環境の変化などの影響が出ることがあります。また、万博のための大規模な開発が進めば、地元住民の生活環境が損なわれる恐れもあります。反対派は、地域住民の権利や生活の質が脅かされることを懸念するかもしれません。",
    "地域住民への影響：\n\n万博の開催に伴い、周辺地域の住民が交通渋滞や騒音、治安の悪化などの問題に直面する可能性があります。また、地域の生活環境が変わることで、住民の生活の質が低下することも懸念されます。\n",
    "地域住民への影響：\n万博の開催により、大規模な観光客や関連施設の設置が行われると、地域住民の生活に影響を及ぼす可能性があります。例えば、交通渋滞や治安の悪化、騒音問題などが考えられます。また、地域住民の声が十分に反映されないまま進められるプロジェクトに対して不満が生じることもあります。",
    "地域住民への騒音や混雑の被害",
    "地域社会への影響",
    "地域社会への影響\n万博の開催により、地元の住民や企業が多大な影響を受けることがあります。例えば、万博の会場周辺での混雑や騒音、地元ビジネスの一時的な影響、または都市の再開発に伴う住民の移転などが挙げられます。これにより、地域社会が経済的・社会的な変化に直面し、住民の生活に悪影響を及ぼす可能性があるため、反対意見が存在します。",
    "地域社会への影響: 万博の開催は地域社会にさまざまな影響を及ぼすことがあります。例えば、観光客の増加により地元住民の生活環境が悪化する可能性や、イベント準備や運営に伴う交通渋滞、騒音問題などが挙げられます。また、一時的な経済効果に対して、長期的な地域活性化が実現しない場合、地域社会の期待を裏切ることになりかねません。",
    "地域社会への影響と不公平感",
    "地域社会への負荷",
    "地域経済への影響: 万博の開催によって、一時的には経済的な恩恵が期待される一方で、開催準備や運営にかかる莫大なコストが地域経済に負担をかける可能性があります。また、万博後の施設が利用されなくなり、経済的に無駄な遺産となるリスクも指摘されています。地域住民や中小企業がその影響を受けることも考えられます。",
    "地域開発によって住民が影響を受ける",
    "外国人の流入によって日本の地方地域社会に迷惑がかかるという意見",
    "外国人観光客が増加し、地域住民の暮らしに影響が出る",
    "外国人観光客による、公共交通機関の圧迫。",
    "大勢の観光客が大阪を訪れることで、地元住民の生活に支障が出る可能性がある。",
    "外国からの観光客が日本に押し寄せ、ごみが大量に捨てられ景観が崩れたり治安の悪化が懸念される。",
    "外国から来る観光客は、日本人にとって無礼な行動をとったり街を汚したりといった行動を取ることが多い。2025年大阪万博は外国から多くの観光客を引き寄せることが考えられるため、大阪や周辺地域の景観や治安が悪化したり、それに伴って周辺住民が被害をこうむったりすることが考えられる。",
    "外国人を大量に受け入れることによる治安の低下",
    "大規模なイベントが開催されると、地域の社会的インフラ（交通、医療、警備など）に過度な圧力がかかることが予想され、地域住民の日常生活に支障をきたす可能性がある",
    "大規模なイベントによる交通渋滞や地域の混雑が、地元住民の日常生活に悪影響を及ぼす可能性がある。",
    "大規模な観光客による、インフラの圧迫。",
    "大量にごみが捨てられ、町が汚れる可能性がある。",
    "大量の観光客をさばききる交通能力がなく、市民生活への悪影響が生じる",
    "大阪に居住している人が外出をしなくなる",
    "大阪のゴミが増える",
    "治安の悪化",
    "治安の悪化が懸念される。",
    "海外から多くの観光客が来ることが予想され、治安の悪化が考えられる。",
    "海外観光客の増加による治安の悪化",
    "社会的な影響:\n\n大規模なイベントが地域社会に与える影響として、地元住民の生活環境の変化や、イベント開催期間中の混雑や騒音問題が挙げられます。\n一時的な経済効果が見込まれる一方で、長期的な地域経済の発展が見込まれない場合、逆に地域社会が疲弊する可能性もあります。",
    "観光客が増え、交通などの点で開催地域の住民の生活が不便になる",
    "観光客が増加しすぎて、ごみやマナーの問題が生まれる。",
    "観光客が増加するため、市民が生活しにくくなる",
    "観光客によって地域の人々が騒音や混雑の問題にさらされる。",
    "観光客による混雑が起こる",
    "観光客の増加による国民の不便。",
    "観光客より交通網の負担が増加し、近隣住民の迷惑になる。",
    "観光客増加による治安の低下",
    "観光客増加や規制などで交通が機能しなくなる。",
    "近隣にごみがポイ捨てされるなど、環境が悪化する恐れがある。",
    "近隣住民への被害（騒音など）",
    "近隣住民への騒音やごみ問題等の懸念",
    "長期間にわたる工事やイベントによって地域の安静が損なわれる",
    "開催地付近で暮らす、または働いている人々に不利益をもたらす可能性がある。",
    "開催地周辺の治安が悪くなる",
    "開催日周辺は渋滞など地域住民にとってデメリットになる部分がある。",
    "工事の騒音"
  ], 
  "テロや犯罪の危険性や安全性に関する懸念": [
    "インバウンド増加による犯罪行為の増加が見込まれる。",
    "テロなどの危険性がある",
    "テロの危険性",
    "テロへの警戒が強まる",
    "テロや犯罪が発生する危険が生じること",
    "テロ発生の危険性がある",
    "事件事故が起きる可能性がある",
    "大規模イベントの開催には、安全管理やリスク管理が必要です。これにはテロや自然災害、健康危機（例えば、パンデミックなど）への対応が含まれます。万博が予期しない問題に直面する可能性もあります。",
    "治安が悪化する恐れがある。\n万博の開催により、テロや犯罪などの安全問題が増える可能性がある。",
    "犯罪が増える可能性",
    "観光客による犯罪の可能性",
    "観光客による犯罪の発生",
    "観光客増加による犯罪",
    "危険",
    "開催地の安全性の問題",
    "海外の人がたくさん日本に来るのは不安だし怖いと思うことがある。",
    "万博開催時に自然災害やその他のリスクが発生する可能性がある"
  ],
  "利益の不均衡・社会的不平等": [
    " 万博の開催が特定の企業や団体に利益をもたらす一方で、社会の他の層がその恩恵を受けられない場合がある。特に低所得層や社会的弱者がその影響を直接的に受ける可能性があり、社会的な不平等が拡大するリスクがある。",
    "そもそも万博は、一部の恩恵を受ける政党やその利害関係者が、自分たちの利益のためだけに開催するに過ぎない。",
    "インフラ整備の不均衡",
    "一部の人しか利益を得ることができないこと",
    "万博の準備や運営に関わる雇用や利益が特定の企業やグループに偏ることがあり、地域住民や低所得層がその恩恵を受けにくい場合があ",
    "万博開催地の工事に人員や資材が割かれ、他の地域では工事の遅れや必要な物資の不足が生じる。",
    "日本の技術力や文化を世界にアピールし経済を活性化させる目的で2025年大阪万博を開催しても、恩恵を受けられるのは大阪とその周辺地域のみであり、その他の地域には何の好影響も及ばない。日本の技術力や文化を世界にアピールし経済を活性化させるためには、2025年大阪万博を開催するよりも、SNSなどインターネットを活用した発信を日本全国各地で行うことのほうが有効である。",
    "生活費の上昇や、雇用機会の格差、地元住民の立ち退きなど社会的不平等の拡大が起きる。",
    "社会的、地域的な不平等",
    "社会的な不公平:\n万博の開催により、大阪市やその周辺地域には経済的な恩恵がもたらされる一方で、全国的な格差や地域間の不平等が拡大する可能性があります。特に、万博の準備や運営に関わるリソースや利益が特定の企業や地域に偏ることで、他の地域や住民が取り残されるといった懸念があります。また、大規模イベントによる不動産価格の上昇や地元住民の生活への影響も問題視されるかもしれません。",
    "社会的な不平等",
    "社会的な不平等:\n\n万博の開催に伴う開発や投資が特定の地域や企業に利益を集中させ、社会的な格差を拡大させる可能性があります。特に、貧困層や低所得者層が取り残されることを懸念する声があります。",
    "社会的な不平等の拡大:\n万博の開催によって観光業や関連産業は活性化する一方で、その恩恵が特定の地域や企業に偏る可能性があります。反対する立場からは、万博の利益が地域住民や中小企業に公平に分配されない恐れがあり、社会的な不平等が拡大する可能性があると指摘されています。また、万博開催期間中に一部の人々が優遇されることが社会的な対立を生むことも考えられます。",
    "社会的な影響と公平性\n万博の開催が地域の経済に短期的な利益をもたらす一方で、その恩恵が均等に分配されるとは限りません。特に開催地の周辺地域や低所得層の住民が、インフラの整備や観光の影響で価格の高騰や生活環境の変化に直面する可能性があります。また、大規模なイベントが地域社会の価値観や文化に対して負担や変化を強いることもあります。これにより、地域住民の生活の質が損なわれる可能性があるため、万博の開催が本当に地域全体にとって利益をもたらすのかを慎重に考えるべきです。",
    "社会的不平等: 万博の準備や運営によって、地元住民や低所得者層が不利益を被る可能性があります。土地や資源の再配置が地域社会に悪影響を与えるという意見もあります。",
    "社会的不平等の拡大: 万博の開催に伴い、高額な入場料や観光地としての商業的な影響が、地域住民や低所得層に対する不公平感を生むことがあります。また、万博のためのインフラ整備や施設建設が、既存の社会問題や生活基盤の整備を後回しにする可能性もあります。こうした不均衡が社会的な不満を引き起こす可能性があります。",
    "社会的分断の懸念",
    "社会的影響",
    "経済的な利益はあるものの偏った一部の層にむけての利益であり、またイベント開催については財政的な負担があるということ。"
  ],
  "準備不足・スケジュールに対する懸念": [
    "万博を安全に開催するために十分な土地が準備できておらず、災害時などリスクマネジメントが十分といえない",
    "予定通りに着工が進んでいないことが、世界に、日本の国力が脆弱であるとのイメージを植え付けかねない。",
    "完成するのかわからない",
    "工事がまにあわず、開催が現実的でない",
    "工事が順調に進んでいない。",
    "工期が間に合わない。",
    "建設の遅れによって開催自体が危ぶまれている。",
    "本当に予定していることができるのか不透明",
    "準備が不十分なままに海外からの旅行者などを受け入れるため、大規模な混乱が予想される",
    "準備が間に合ってない",
    "現在の建設ペースだと間に合わないのでは？残業時間の規制が厳しくなっている一方でやらなければならないことが山積みである（特に建設系の会社）",
    "着工準備スケジュールが現実的ではない",
    "計画から開催までの期間が短く、十分な準備ができない。災害対策や、避難経路の確保が十分か、確認する必要がある。",
    "開催に間に合うかわからない、無理のある準備スケジュール"
  ],
  "感染症に関する不安": [
    "感染症の拡大や、国外からウイルスや病原菌が持ち込まれる危険性。",
    "コロナがまたはやるかもしれない",
    "人の増加による感染症増加の可能性。",
    "感染症もまだ残る中、様々な場所から人が来て不安",
    "現在の国際情勢や感染症のリスクなどが高まっている中で、大規模な国際イベントを開催することは安全面に問題がある。",
    "疫病の蔓延"
  ],
  "技術の流出・不正利用": [
    "日本の技術を正式な手順を踏まずに不正に利用される懸念がある。",
    "技術や情報の盗難の恐れがある。",
    "技術流出"
  ],
  "文化的衝突・文化への悪影響": [
    "万博の商業的な側面が文化的な価値を損なうという意見も考えられる。",
    "他国の文化を取り入れることになりそれはデメリットにもなりうる。日本文化を侵食する可能性もあれば、文化同士の衝突を生む可能性もある。",
    "文化・歴史的価値の軽視",
    "文化的多様性の観点からの反対。万博では「国際交流」や「文化の共有」が謳われるが、特定のテーマや展示に偏りが出ることがある。特に、グローバル化の中で文化的な均質化が進む中、地域固有の文化や価値観が十分に尊重されない可能性がある。万博が一時的なショーケースとなり、文化の多様性や地域の独自性が損なわれるとの主張。",
    "外国とのゴミ文化のちがい",
    "文化的多様性の観点からの反対。万博では「国際交流」や「文化の共有」が謳われるが、特定のテーマや展示に偏りが出ることがある。特に、グローバル化の中で文化的な均質化が進む中、地域固有の文化や価値観が十分に尊重されない可能性がある。万博が一時的なショーケースとなり、文化の多様性や地域の独自性が損なわれるとの主張。"
  ],
  "人手不足": [
    "経営面でも、人手が足りない",
    "人の確保",
    "運営陣営の人手不足が懸念されている。"
  ],
  "開催後の処理に関する懸念": [
    "開催された後は施設等はどうするのか",
    "万博で作ったもののその後の有効活用について不透明。",
    "万博開催のために新築した施設をうまく再利用できる見通しが立っているか疑問で、不経済である。",
    "万博開催後の会場の処理に困る",
    "終了後の土地の活用方法がない",
    "開催地の今後の活用計画の不透明性",
    "開催後に活用できない遺産が生まれ、無駄な開発になってしまう",
    "開催後に開催地や建物が活用できない。",
    "開催用に作られた建築などが負の遺産となる可能性がある。",
    "万博後の活用計画の不透明さ"
  ],
  "失敗によるリスク": [
    "集客に失敗し大赤字を被る可能性がある",
    "外国からの観光客依存リスク",
    "失敗した時のリスクが大きい。その場合日本に遂行能力がないとみなされかえってマイナスイメージになる。"
  ],
  "運営や成功に対する不信": [
    "運営の不祥事やずさんさから、イベントとしての質や正当性が信頼できない。",
    "成功すると思っていないから。",
    "前回の万博の劣化版にしかならない",
    "当日円滑な運営を行うための体制が整うか不安がある。",
    "建物に屋根がないため熱中症などによる病傷者の受け入れ態勢はどうなっているのか"
  ],
  "万博に対する関心の低下・国民の反感": [
    "一度開催したのでもういい。",
    "万博に対する興味があまりない",
    "万博開催に関心を持つ人が少ない。",
    "日本人の万博開催に対しての関心が薄い",
    "市民のニーズがない",
    "国民からの反感が強い"
  ],
  "労働環境の問題": [
    "会場設営における労働環境問題。"
  ],
  "協賛会社の通常業務への支障": [
    "協賛する会社は万博のための準備で通常業務に支障がでる"
  ],
  "シンボルマークが不快": [
    "シンボルマークが気持ち悪いので不快。"
  ],
  "開催する意義の低下": [
    "グローバル化が進んだ現代における万博の意義が低下している",
    "前回の誘致時とは違い、技術発展がすでに進んでいる中で行う意義はない",
    "参加をとりやめる国も出てきていることから、真の意味で世界平和に資する側面があるとは言いがたい。",
    "社会的影響力に欠ける",
    "辞退する国が出ている。"
  ],
  "政治家に対する不満": [
    "万博は現職の政治家たちの政治的パフォーマンスに過ぎない。",
    "現在の知事に業績を作らせたくない"
  ],
  "土地が必要になる": [
    "土地が必要になる"
  ],
  "場所が不便": [
    "場所が不便"
  ],
  "不正な利益に対する懸念": [
    "大きなイベントを利用して裏で自己利益のために不正が行われてしまう可能性があるという意見"
  ],
  "工事関係の高騰": [
    "工事関係の高騰"
  ],
  "万博開催の熱狂的なムードにより、現在起きている問題が隠されてしまう": [
    "万博開催の熱狂的なムードにより、現在起きている問題が隠されてしまう"
  ],
  "開催による逆効果（日本の問題の露呈・イメージダウン）": [
    "国際的に日本が抱える問題が浮き彫りになってしまう可能性がある。",
    "現在の日本の状況を国際的なイベントで展示することは、かえってマイナスイメージを与える可能性がある。"
  ],
  "国際情勢を顧みて日本が戦争に向けて更なる前進をする": [
    "国際情勢を顧みて日本が戦争に向けて更なる前進をする"
  ],
  "物価の高騰": [
    "物価が高騰する"
  ],
  "過密": [
    "過密"
  ],
  "回答なし": [
    "わからない。",
    "万博開催"
  ]
}